[{"id":1, "title":"Dry Gum Forests", "description":"South East Queensland's dry eucalypt forests are a haven for robust gum trees, shrubby flowering peas, hop-bushes, olives and wattles and are often interspersed with a rich ground-layer of native flowering herbs and grasses. There is a diversity of unusual growth-forms including sclerophyllous shrubs, trees with spines protruding from their trunks, water-storing leaves and flowers that close during the heat of the day. These ecosystems are still relatively widespread with many species available in cultivation including those familiar to us in our cities and towns such as River Red Gum, Blackbutt, ironbarks, Bat's-wing Coral Tree, Brisbane Wattle, Hairy Pea-bush, Native Sarsaparilla and Yellow Buttons."},
 {"id":2, "title":"Wet Gum Forests", "description":"South East Queensland's wet eucalypt forests were a big draw for the early European settlers who sought to log the often mammoth trees that grew here. Enormous Turpentine, Tallowwood, White Cedar and Brush Box still hang on in some of our more sheltered valleys and protected areas. These ecosystems have remarkable diversity and often form ecotones with rainforest communities, meaning that the list of native plants can be extensive. These forests are often packed full of flowering vines including native passionflowers and jasmines, splendid grass-trees and a range of small trees with tactile and varied bark types. The moisture content is relatively high and so epiphytic plants such as bird's-nest ferns and orchids form colonies in the bows of trees. Many of these plants can be grown in the garden with little effort."},
 {"id":3, "title":"Dry Gum Woodlands", "description":"South East Queensland's dry eucalypt woodlands are an open and breezy environment which is often a scattered assemblage of mixed gum trees underlain with a dense grassy ground-layer. The trees here are often varied in their stature with characteristic species including Scribbly Gums, Bloodwoods, Boxes and Messmates. There is often little midstorey in these ecosystems but the ground-layer makes up for that. A rich tapestry of flowering herbs grow amongst the grasses while native bulbs, everlastings, rice-flowers, milkmaids, pincushions, peas, hop-bushes, zierias, cycads, cypress pines and more burst with colour, form and fruit. Grass-trees and shrubs form small populations and provide architectural form to a dry eucalypt woodland garden which can easily be recreated to fit a number of styles."},
 {"id":4, "title":"Paperbark Woodlands and Scrubs", "description":"South East Queensland's paperbark woodlands and scrubs are a special place for many rare species of plants and animals. With many having been cleared and drained for urbanisation and agriculture, there are few surviving remnants of these open woodlands. Often dominated by sweetly-scented flowering paperbarks such as Snow-in-Summer and Swamp Tea-tree, these woodlands are a haven for bees and butterflies. The cool confines of the understorey are often dotted with damp flushes over clay pans meaning that small colonies of flowers and lichens can establish. Flowering bulbs, creeping lobelias, native foxgloves, quinine bush and more all grow in profusion in these woodlands and provide a rich resource for local wildlife. Many of the species here make perfect companions for smaller or low maintenance gardens."},
 {"id":5, "title":"Rainforests", "description":"South East Queensland's rainforests are perhaps our most beloved and treasured ecosystems. Occurring from our littoral coast all the way to our mountain tops, rainforests are diverse and unbelievably beautiful. There are many hundreds of different trees and shrubs that call our rainforests home, many of them with brilliantly-coloured fruits and seeds in all shapes and sizes. From native walnuts, lillipillis and plums to bunya pines, banana bushes and finger limes, the rainforests are nature's bounty. These plants are popular with native fruit-doves, pigeons and parrots which frequent the canopy. A rainforest garden can be easily maintained with the right plant choice for your location, and will provide year-round interest and greenery in a tranquil space. From Bangalow Palms and cordylines to giant epiphytic orchids and native guavas, our rainforests are an adventure beckoning you to try!"},
 {"id":6, "title":"Wetlands", "description":"South East Queensland's wetland ecosystems are hugely varied. From small coastal perched lakes such as on Fraser Island, to great floodplains, swamps and lagoons, the region boasts a wealth of watery wonderlands. The ecosystems are driven by the cycle of water, with some thriving on a permanent supply and some living on a boom-bust cycle between floods and droughts. From native water-lilies to fringing paperbarks and melastomes, the floral interest of our wetlands is astounding. Many of these species can be grown in garden ponds as if in a 'mini version' of their natural state. Water-shields, startfruits, water-ribbons, maundia and more are all locally rare in the wild but can be grown with some patience in a garden pond. Add a selection of native rushes and sedges to the mix and you have a thriving habitat available for local frogs, birds and insects."},
 {"id":7, "title":"Heaths", "description":"South East Queensland's heath ecosystems are among the most diverse of all. Within the varied coastal and montane heath communities, there is also a stunning level of endemism; meaning that many of the species found there occur nowhere else on earth! From the regal-looking Christmas Bells to tiny ferns and carnivorous plants, there are many delights to be found in these environments. Some of these species are hard to grow in cultivation, due to their specialised adaptations to particular soils, but others can be grown successfully with some patience. Native pink boronias, banksias, grevilleas, saw-sedges, bungwall ferns and she-oaks can be mastered into a heathy border and look dazzling when in flower during the spring months. Planting up a heathy rockery is also a beautiful addition to any garden. A heath-inspired garden is also an enticing attraction for local nectar-feeding birds including colourful honeyeaters, spinebills and warblers."},
 {"id":8, "title":"Dunes", "description":"South East Queensland's dune ecosystems are among our most well-known and much loved environments, being familiar to all those who adore the beach. Sadly much has been lost to the development of our coastal cities, but what remains is a plethora of colour and inspiration for any coastal city garden. From the elegant weeping branches of Horsetail She-oaks to the succulent creeping stems and fluorescent-pink flowers of the Beach Pigface, there is much to offer a horticulturalist here. Bright yellow everlastings, native fan-flowers, stackhousia, coastal wattles and native vines all create a heady assemblage of colour and form. Native dune plants are among the easiest to grow in poor soils and are a great way to get kids involved in gardening and nature appreciation."},
 {"id":9, "title":"Native Grasslands", "description":"South East Queensland's native grasslands are few and far between these days. Sadly a lot have been lost but those that do remain are bursting with life. Much more than just an unkempt lawn, planting a native grassland in your garden can have so many benefits. By using native grass species such as elegant Black Spear-grass, Barbwire Grass, Queensland Bluegrass and Stout Bamboo Grass (not the more widely-used exotic bamboo though!) and mowing a path through it every few months can be a relaxing and low-cost garden type. Add to this scattered clusters of flowering plants and shrubs such as native daisies, bluebells, terrestrial orchids, peas, trumpet flowers, mints, goodenias, milkmaids, star-of-bethlehem and more, can provide a fascinating garden for all."},
 {"id":10, "title":"Mangrove Forests", "description":"South East Queensland's mangrove ecosystems are an important resource for all life by the sea. They protect us from the elements and also shelter breeding grounds and nurseries for many species of fish and sea life. Their tangled wonderland of aerial roots (pneumatophores) gives them a wild and untameable look. Although extremely hard to grow in your garden (unless you live in a canal estate or right by the estuary-side), elements of these mysterious forests can be added to the garden. Mangrove Boobialla shrubs, succulent mat-forming herbs and elegant cotton trees can provide form and shelter, especially in a coastal garden. If you do live in a coastal mangrove area, re-planting mangrove species can be successful and you will be helping to bring back a vital ecosystem for future generations."}
]