[{"id":1, "title":"Tropical / Balinese", "description":"Tropical gardens feature lots of dense, rich green foliage. Plants often have larger leaves and sometimes even foliage of different colours – reds, yellows, oranges. Flowers are often waxy in texture, with many that are small and white in colour. Epiphytic plants are often found growing on trees. Mass planting methods give the density needed for a tropical garden with little exposed ground in the garden beds themselves. Multi-level planting gives structural variation for interest, and water features are also popular in tropical gardens. Tropical gardens are best suited to areas receiving adequate rainfall or used in the understory in shade damp areas of existing gardens. As such, areas east of the Great Dividing Range are ideal, and sites that enjoy either part or full shade."},
{"id":2, "title":"Cottage Garden", "description":"Small shrubs and a myriad of herbs are the target plants for a cottage garden. All ground tends to be covered with dense plantings except for winding paths. Cottage gardens aim for rounded growth forms and soft low groundcovers. Rockeries and boulders add structural interest and alternate growing media. Many plants feature small leaves but lots of flowers of pinks, purples, reds and yellows. Cottage gardens attract many small insect pollinators, so are ideal for bee conservation as well as attracting insect-eating birds. They can require regular maintenance, but correspondingly provide a stunning display of colours year round. Cottage gardens excel in areas that are either full or part sun and can be water-conservative with the right plant choice."},
{"id":3, "title":"Austral Mediterranean", "description":"Lawns are virtually non-existent in the Austral Mediterranean garden. Garden beds are large an expansive, with dense rounded shrubs planted among small feature trees, sometimes topiary in style. Terracotta, sandstone or concrete pots of all sizes feature prominently, along with trellis (for climbing pants) and paths of pavers and gravel. Gravel is also used as a mulching medium for an interesting visual effect. The structural design is the feature of this garden, complimented by plants that often have silvery foliage and bright flowers. Full sun is best for Austral Mediterranean gardens, featuring plants that are tolerant of heat and dry."},
{"id":4, "title":"Formal Tuscan", "description":"It is all about symmetry in the formal Tuscan garden. Straight paths, square or circular garden beds and balanced columnar features including tall, slender trees give this garden its trademark style. Box hedges, topiary plants, pencil pine shapes and climbing vines are the structural style of plantings you will aim for. Formal Tuscan gardens are more labour intensive than many garden styles, needing attention to maintain the essential symmetry of the style. This style is best suited to sites that enjoy full sun and receive a modest amount of rainfall."},
{"id":5, "title":"Native Rainforest", "description":"Much of South East Queensland was once subtropical rainforest. Naturally, recreating this in the private garden can be much more achievable with existing climate and conditions. Trees and shrubs have rich dense green foliage. Most plants have small flowers that are often white and fragrant, followed by fleshy fruits that attract many bird species. Some flowers even grow straight from the trunks of the trees! Soil needs to be high in organic matter and have good drainage, so site preparation is a must for rainforest gardens. This style is best suited to areas that receive higher rainfall and are not prone to frost."},
{"id":6, "title":"Minimalist Architectural", "description":"Minimalist architectural gardens are the style you want if you are looking for clean and modern design. Rows of plantings in single or alternating species give continuity, with intermittent feature plants such as large-leaved lilies, pandanus and neat mat-rushes with attractive structural forms. Container plantings can aid in creating clean lines with symmetry. Despite the name, however, this garden style is not low maintenance. Time and effort are required to keep up the desired visual effect with pruning and removal of older foliage. Suited to most areas in the region; the plants just need to be selected for local conditions."},
{"id":7, "title":"Personal Nature Refuge - Gardening for Biodiversity", "description":"The ultimate in low maintenance gardening. By selecting species adapted to the specific area you are gardening in, you automatically increase your chances of success and reduce the need for special conditions. The only maintenance you might consider is some light to moderate annual pruning and weed control. This will maintain green growth and promote better flowering of your natives each year. By providing the locally native habitat type to fauna, you increase the ability for your garden to act as a nature refuge and corridor between patches of remaining bush and you too can own your personalised conservation area."},
{"id":8, "title":"Hamptons", "description":"Hedges, arbours covered in climbing floral vines and large feature trees with spreading crowns are all features of a Hamptons garden. Evergreen foliage is a must and pencil pines may also feature alongside rows of shrubs and herbs with pretty white flowers and elegant forms. White and green are the colour blocks of choice, with minor features of pinks and purples. Traditionally a New England coastal style from the USA, the Hamptons garden can be recreated in many areas that receive moderate rainfall."},
{"id":9, "title":"Native Coastal", "description":"Despite the harsh conditions, South East Queensland has some of the most attractive coastal plants available to gardeners. A native coastal garden will feature ground covers and scramblers with feature plants such as prickly sea-hollies or coastal shrubs, given their ability to stabilise sand dunes in windy sites. Taller, wind-resistant shrubs and trees also make attractive feature plantings, with the physical layout up to the individual. Suited to sandy soils in full sun, native coastal gardens work with the harsh elements rather than against them."},
{"id":10, "title":"Austral Desert", "description":"The Austral Desert garden offers a unique style to those living with full sun and relatively dry conditions, particularly in areas west of the Great Dividing Range. Bare ground is dotted with tussock grasses and herbs and shrubs and smaller trees. Rockeries provide footing for scrambling succulent plants and pockets of moisture for dazzlingly-coloured herbs and bulbs if you would prefer a diverse ground-layer. Design can be symmetrical or haphazard, depending on the individual taste and can be among the easiest of garden styles to create."},
{"id":11, "title":"Birds and Butterflies", "description":"This style is designed to attract a diversity of fluttering and flying visitors to your garden. Plants that bear masses of smaller flowers and fleshy fruits are favoured, with a move away from the large-flowered cultivars that attract only the more boisterous honeyeaters. Be amazed by the diversity of birds you can attract by designing your garden to accommodate insect and fruit-eating birds, along with nectar-loving species such as dainty spinebills and scarlet honeyeaters. Butterflies will delight in the provision of their host and food plants, especially the rarer and threatened species whose caterpillars rely on some of the region’s most unusual plants such as the Birdwing Vine and Arrow-leaved Violet. This style can suit all areas, with the appropriate selection of plants."},
{"id":12, "title":"Griffith Landscaping Collection", "description":"This is a selection of mainly trees, shrubs and ground covers that we have found work well in larger more formally landscaped areas including the Gold Coast Campus of Griffith University. Many of the species are hardy, relatively low maintenance and work well in single species block planting as well as mixed plantings. It includes some more spectacular trees such as Hoop Pine, Queensland Kauri Pine and Firewheel Tree that can end up too large for smaller urban gardens but work well as specimen trees. It also incorporates the use of species such as Spear lilies and others with interesting vegetation as well as flowers, along with hardy ground covers."},
{"id":13, "title":"Griffith Urban Collection", "description":"This is a collection of medium to smaller trees, shrubs, ground covers and ferns that do well in smaller urban gardens in Brisbane and the Gold Coast. They include plants with a range of attractive grey to deep green to red foliage, and those with small through to very large spectacular flowers. These plants can be used in mixed informal gardens, or more formal block planting depending on taste. We have found that these species work well on Griffith University’s Gold Coast Campus and in our own gardens. Although many of them benefit from an occasional prune, they also tend to be hardy plants that survive most conditions."},
{"id":14, "title":"Kids Garden", "description":"A kid’s garden to delight all of the senses: funny flowers, tactile foliage, bright colours and weird fruits and pods will provide inspiration for hours of imaginary play. The plants in this garden will offer your child the chance to explore their own botanical wonderland for years to come, with the opportunity to learn about nature and their connection to the environment. A play area of turf using native grass species interspersed with native herb plantings is also a great idea to allow your children a safe place to play. Ideal conditions will depend on your location and plant choice. Refer to individual plant profiles for more information."},
{"id":15, "title":"Native Meadow", "description":"The native meadow comprises a mix of native grasses interspersed with native floral herbs, growing haphazardly in large beds or alternatively as a large wild lawn area through which paths can be mown. The beauty of this garden style is it has few rules if any when it comes to layout and design. Despite this, some maintenance may be required to replace annual or biennial species such as daisies and lamb’s-tails and some light to moderate pruning of grasses will encourage new growth. The soil and climate conditions of your site can guide plant selection, but many species are happy growing across very large areas of South East Queensland. "},
{"id":16, "title":"Japanese Style", "description":"There are a few key elements that make a Japanese garden at least partially authentic. Rocks and sand is the first feature, followed by moss or cushion-like green plants and finally water features used in a peaceful and reflective style. Building on these elements is fine, and the plants recommended here will enable you to get creative, but these elements should form the foundation. Simplicity and thoughtfulness are key in designing your Japanese garden using fine-leaved foliage, darker colours to contrast against the formal landscaping and specimen planting. Everything is positioned for a specific purpose; as such the Japanese garden is not low maintenance but possibly one of the most rewarding for the avid garden designer."}]